Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: Note: You will still need to select between Speak or Listen to change contribution type.
oru: نوټ: ټُ کی يې سُو پېری ګه ته تبدیلي ضرورت بَۀ که ا کنټریبیوشن ټائپ يې څۀ قسم هۀ، ”ژغؤ یا تمرؤ”

source: Not Found
oru: نکم ووک

source: No Thanks
oru: نا، نکه دې ضرورت هۀ

source: No thanks, continue speaking
oru: نا مهرباني، ا ژغؤ جاري سېتن

source: No variant selected
oru: بدل قسم ت يې نک خوَش دوک

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
oru: پېري که تو ګډ دی ته مشترک آواز باره نر زُت معلومات یِن، بيې وه کيې نک وُزمېن؟ ته مائکروفون آئکن زره کلِک کِلِک کَۀ ته جملي ته په زوټه غوېک ګیرډه شُوري کی <br/><br/> که ګُده يې ترتُو خوش بَۀ ته بيې خلق ا پېش آواز جیرېوی بيې وه ته پلے آئکن زر کلِک کَۀ، آ دل سُو معلوم سَۀ که ا ریکارډنګ يې بو سکرین زر لیک سُک جملي ګیرډ سمُون خورَۀ

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
oru: پېری بُو تُو ا خوئ آواز پېش اېنچی که ماخ دل يې ته ݭيې میوک کهړکئے په ذریعه ته آواز سا ډېټا بېس جوړ کيېن که کوکه وه ګۀ استعمال اېنچِن، او که سه سا نیوو اېپ دل يې جوړ کيېن ته هر ډیوائس او ته وېب پاره ګۀ۔ ݭيې جمله يې غؤس که ا مشینه وه زدۀ کوی که اصل نر بُو او خلق څخل ژغا۔ ته بيې حصه ورونکئ ا کر جیر کئ۔ که ا حصه ورونکئ بُو څخل ا خوئ معیار سِر کوی۔

source: Number of Voices
oru: ته آوزی ا تعداد

source: Numbers
oru: نمبري

source: Occitan
oru: اوسیټانئے

source: Odia
oru: اودئے

source: Off
oru: بند

source: Offensive Content
oru: ته غصه ا مواد

source: Offensive language
oru: ٍپُوچ ژغېدا

source: Offensive speech
oru: پُوچ ژغؤ

source: Offline Sources
oru: آف لائن حوالي

source: On
oru: خلاص

source: On desktop devices you can contribute by downloading…
oru: ته ډېسک ټاپ آللت زر يې بُو تُو ډاؤن لوډنګ اېنچی

source: On his head he wore a beret.
oru: ته پوم ټوپيے وې په سر بُک

source: On iOS please continue with Safari to enable recording…
oru: iOS زره جاري سېتن سفاری ګډ که ا ریکارډِنګ ممکن سَۀ

source: Only show me sentences and clips from my variant
oru: صرف ترمُن ته قسم جملي او کلِپی ر دی شام کَۀ

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
oru: ته پۀ برخلاف که ترتُو يې او خیال بَۀ که ا سۀ ته غوېڅن واله او لفظ لواړه ديېک یا اميېک نک هۀ او ته سۀ پروناؤنسيېشن بارۀ نر بُو او محض اندازي لګوی، تُو و بُو رد اېنچی۔ او که یقینت نک بَۀ، ته سکِپ ا بټن ځن

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
oru: بی طرف يې که ترتو او یقین بَۀ که ا هِشتکوُونئ يې او لفظ لواړه بيې ديېک ګۀ نک هۀ او صرف غلط اندازۀ يې بو لګوی، افۀ بو تُو رد اېنچی۔ او که تُو سا په یقین سره نک غوېک اېنچی بيې بو تُو ته سکِپ ا بټن ځوک اېنچی

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
oru: جَوَت نیووه شئ ترماخ ای زلی کی زُت بویٛ اِن۔ ته ریسرچ امداد، ډېټا سۀ ځاک کؤ یا انرویو پاره <emailFragment> يې دۀ کی رسايي کوئ

source: Optionally join on our email list for updates and new information about the project.
oru: ترماخ ته مېل ای لسټ نر ا ځان په خوش خوشي شامل کَۀ ته نیووه اپ ډېټ او معلومات پاره ته پراجېکټ بارۀ نر

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
oru: اختیاري طورت اِر دې که ا څېن ډېټا ڒُوک هۀ سکه آبادیاتي، عمر، جنس، کبان، لهجۀ سو کان ګه نک پبلک کوَک سَۀ ترتُو پروفائل نر۔ او ډېټا سېټ اکاؤنټ نر سُو نک جَوٍتوَک سَۀ۔ ا انفرادي اډیو کلِپی سو تړک سېن فا ډېموګرافک ډېټا ګیرډ که ا څېن اِر ته تجزیۀ په کر څوا۔ سکه مثال ای ریسرچر کی وې ته ټرېننګ پاره ضرورت بَۀ ته څه خاص ډېموګرافېک سېګمنټ پاره

source: Ossetian
oru: اوسېشنئے

source: Other
oru: بيې

source: Other Language
oru: بی زبان

source: Other people validate those voice clips.
oru: ا بيے خلق بُو ته آواز ا کلِپ صحیص کَوِن

source: Other voice datasets…
oru: بيې ته آواز ا ډېټا سېټی

source: Other Voice Datasets
oru: بيې ته آواز ډېټا سېټس

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
oru: ترماخ ته کمیونېټی ا مېنېجر يې سو تیوس ګیرډ رابطه کوی ته اضافی سپورټ پناره او آ دل سُو ګۀ شام کوی که کوک يې بو خه اول لاسته پۀ زبان تر کر خه کوی

source: Our governance is founded on the pillars of:
oru: ترماخ ا انتظامی بنیاد پئ ستُونی زر هنشتا

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
oru: ترماخ ا زبان يې ترماخ کهانئے هۀ، ترماخ کِلځېري هۀ، ترماخ يې کلتُور هۀ۔ څوئ که ډېټاسېټس دی جوړ کيېن که ماخه وه دنیا نر ځُونيېن

source: Our Partners
oru: تر ا بائی ولی

source: Our partners include...
oru: ترماخ پارټنرنی نر شامل اِن

source: Overall Accuracy
oru: ا مجموعي ټهیک کېڅن

source: Overall Hr. Total
oru: مچموعي اېچ آر۔ ټوټل

source: p
oru: پ

source: Papiamento (Aruba)
oru: پپیامېنتو

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
oru: شامل سئ ته زبان ته کمیونېټی بحث مباحثي نر، سولَّی دی کوئ، او راتلونکئ واقعي، او خبُرئ دی ا ځان خبر ساتئ

source: Partner
oru: هنډی وال

source: Partners
oru: بائوالي

source: Partnerships
oru: بائی والي

source: Partnerships and networks
oru: بائي والي او نېټ ورک

source: Partnerships, Press and Stories, Community and Languages
oru: بائی والي، پرېس او کهانئے، کمیونېټی او زبنی

source: Partner with us
oru: ماخ ګډ بائی والي

source: [Part of the text can’t be heard]
oru: [ته لیک ا ݭے حصه بو نک امرک سَۀ]

source: Pashto
oru: پشتو

source: Past recordings download requests
oru: ته تر وخت ته ریکارډنګ ته ډاؤن لوډ درخؤستي

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
oru: مشترک آواز يې ته عام خلق پاره موجود ته آواز ډېټا سېټ هۀ، که ټول دنیا لاسته وه ته رضاکارنی ا آواز موجود هۀ وینر۔ افۀ خلق کوک بُو ا خوئ آواز دنیا نر ړنګوِن، افئ بُو او ډېټا سېټ ماډل ته مشین په ذریعه ته زدکړه ا عمل روان اېنچِن۔ موجودۀ وخت نرا زیات آوازډېټا سېټ ته مختلف کمپنيے دست نر هِن که ا نیووه شئ بُو محدوده وِن۔ ته آوازی ډېټا سېټ دنیا نريې ته غېر انګرېزي ٓژغوونئ، ته رنګدار خلق، ته معزورنی، ته ځېلی او ته ل جی ب ټ ق ی ا ا تعداد ته نک برابر هۀ۔ ته پۀ مظلب يې او ݭیوک که ته آواز ا ټیکنالوجی بُو زُت زبنی نرنک استعمالوک سَۀ، او نۀ دې بُو ا زُت خلق فائده نېله وریوک اېنچِن، او که ګُده ر پکر څوا ګۀ، هر سړئ یه وه بُو نک استعمال اېنچی۔ ماخ بُو غؤݭيېن که او شئ بدل سَۀ او ا خلق که ګُده ګۀ بَۀ، پۀ کی تیار کیېن که ا خوئ آواز چِګ کَوِن۔

source: People come and contribute their voices.
oru: ا خلق اِر بُو څوا او ا خوئ ژغ بُو شندِن

source: Persian
oru: فارسي

source: Personal dashboards keep you up-to-date with individual and community progress.
oru: ا ذاتي ډېش بورډ ت بُو ته هر سړئ او ته کمیونېټی ته مُخ په څېک باره نر خبر ساتی

source: Personally Identifiable Information
oru: سا معلومات که کوک وه بُډ ساتِن، بُډهوک بُو نک سېن

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
oru: <playbookLink> مددګار معلومات دُشئ </playbookLink> ټول ته مشترک آواز سفر نر، لوکلائزېشن لاسته ره وُر ته ډېټا سېټ استعمال توݭکيې، او ګۀ او که ماخ يې سو ترماخ کمیونېټی ګیرډ رابطه څخل کیېن

source: <playIcon></playIcon>Last one!
oru: <playIcon></playIcon>آخېري واله

source: Play/Stop
oru: بنده کَۀ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
oru: ترماخ ا <templateFileLink> ټېمپلېټ جیر کئ </templateFileLink> ترتو ا جمله کوپی رائټ لاسته آزاد پکر هۀ (CC0 یا يې ته جمع کوُونئ ا خوئ کر ته څېن ال يې که اجازت مېلاؤ سُک بَۀ ) او صفا، ګرامري لحاظ سره ټهیک او ته غوېڅن پاره اسان۔ ا جمع سُک جملۀ دی که په غوېڅن 10ـ15 سیکینټ وری او ته هندسي، زاتي نام، او ته خاص خرفی ا استعمال يې نک پکر هۀ۔

source: Please fill out this field.
oru: او څاک ډک کېون

source: Please select a language to review sentences.
oru: زباخوش کَۀ، که جملي زر يې دیم نظر نیکِز

source: Polish
oru: پولیشئے

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
oru: <pontoonAccountLink> که اکاؤنټه دې نک بَۀ، جوړيې کَۀ، بيې وه ا خوئ زبان <strong> نر خوش کَۀز(Team)</strong> او بيې ا پراجېکټ<pontoonCvLink> خوش کَۀ۔ پۀ نردی سو فئلی بېن ته ترجمه کؤ پاره۔ پۀ نر سۀ زر کلِک کَۀ۔ او دی بوسو ته انګرېزي ټِکئ جوَت کوی او ݭيې څارخانۀ که پۀ نرسُو ا ترجمه کېوی

source: Portuguese
oru: پُرتګالئے

source: Powered by global communities, for global communities — 130 languages and growing!
oru: طاقتور سُکِن ته دنیا ته کمیونېټيز پاره ــ ته رئ ا زبنی او ته پئ ا په مُختګ

source: Press and stories
oru: پرېس او کهانئے

source: Press and Stories
oru: پرېس او کهانيے

source: Press play, listen & tell us: did they accurately speak the sentence below?
oru: پلے ځنئ، امرئ او ماخ کی ره شام کوئ: که ا څېم لیکک جمله صحیح غوېک سُک؟

source: Press { shortcut-play-toggle } to toggle play mode
oru: پرېسه کئ { shortcut-play-toggle } که ته ټوګل موډ کی څېن

source: Privacy
oru: ذاتي

source: <privacyLink>Privacy</privacyLink>
oru: <privacyLink> پرائوېسی </privacyLink>

source: Privacy Policy
oru: پرائوېسی پالېسي

source: Privacy, security and transparency.
oru: پرائوېسي، تحفظ او رونړائي

source: Pro
oru: پرو

source: Profile
oru: پروفِائل

source: Profile information improves the audio data used in training speech recognition accuracy.
oru: ته پروفائل ا معلومات بو اډیو ا ډېټا که ته پېݫندګالي ته صحیح کؤ ته ټرېننګ پاره ر بُو پکر څوا، ا اډیو ډېټا بُو سرۀ کوی

source: Progress
oru: په مُخ څېک

source: Public Domain
oru: پبلک ډومېن

source: Publicly accessible open speech datasets in 130+ languages
oru: عام خلق لیکی جَوَت میوک ډېټاسېټ 130لاسته زُت زبنی نر

source: Pular Guinea
oru: پُولرګنئے

source: Punctuation
oru: اوقاف

source: Punjabi
oru: پنجاپئے

source: Puno Quechua
oru: پونو کِچوئے

source: Quechua Chanka
oru: قیچاؤ چانکئے

source: r
oru: ف

source: [‘Raised’ in English is always pronounced as one syllable, not two]
oru: [Raised بُو انګرېزي نر همېشه ݭيې syllable نر غوېک سَۀ، دیو نر نک]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
oru: ته رېټ ای خد ال دی نغوک هې۔ سۀ میلِټ { $retryLimit } نره بيے کوشِش کَۀ

source: Rate limit exceeded. Try again in { $retryLimit } seconds
oru: ته رېټ ای خد ال دی نغوک هې۔ سیکِنټی { $retryLimit } نره بيے کوشِش کَۀ

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
oru: خکومتی، اېن جی اوز میډیا آرګنائزېشنز کی يې ګه رسايي کوئ که ته رئ نېله دی سا مواد موجود که پبلک ډومېن کی ڒیوک اېنچِن

source: Reader Effects
oru: ته هِشتَکَوُونئ ا اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
oru: فقره نر ته الفاظ ا صخیح غوېڅن يې ضروري هۀ۔ کانه که امر په احتیاط سره وه جیره کَۀ څه يې ګه ریکارډ ݭیوک بَۀ افه يي غوېک سَۀ۔ افا رد کوئ که ګُده يې چملۀ کی څه ګډ ݭیوک بَۀ، یا جمله لنډ یا دراغه سُک بَۀ یا وه دی الفاظ ووتک سُک بېن وینر

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
oru: زری کېک هِشتک ته فئ الفاظ که اصل نر دی موجود نک بېن، سکه "we're" ته "we are" په ځاکه

source: Read More
oru: بيې دی ګه غؤس

source: Read more on our About page
oru: أؤسه بيې ګۀ ترماخ پا بېژ پېج لاسته

source: Read sentences
oru: جملي دی غؤس

source: Read Sentences
oru: ا جملي غؤس

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
oru: ا جملي خوئ زبان نر په زوټه غؤس او ته دنیا ټول لاسته ݫات مختلف ژغی زر مشتمل ته پبلک سپیچ ډېټاسېټ کی وه شېندن

source: Read Sentences, Answer Questions
oru: ا جملي غؤس او ته سؤلی څؤبی ر دی ڒَۀ

source: Read Sentences <small>(Coming soon)</small>
oru: جملي غوېک

source: Read sentences submitted by the community in various languages
oru: ا فئ جملي که ا کمیونېټي دی پېش داکِن مختلف زبنی نر، تره له کَۀ

source: Read the sentence carefully - don’t miss, change or add words.
oru: ا جملۀ په احتیاط سره غؤس، که نۀ يې څه هنزنی، بدل سَۀ یا ليې څه ګډ سَۀ

source: Ready to add your voice or lend your ear?
oru: تیار سُن که ا خوئ آواز ال ګډ کی، یال ا ګویٛ نس

source: Ready to contribute?
oru: تیار هې پېش کؤ کی؟

source: Ready to do { $count } more?
oru: تیار یېن بيې کی ګۀ؟

source: Ready to donate your voice?
oru: تیار هې که ا خوئ آواز پېش کی؟

source: Ready to help validate sentences?
oru: تیارم که ته جملي توثیق يې کيېن

source: reCAPTCHA is required if you want to proceed
oru: reCAPTCHA پکر هۀ که مُخکی بو چیو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
oru: سا ا ای مېلز دی وصولېون سکه چېلنجی، او ته مقصد یاد دهاني، ته اپډېټ ا په مختګ او ته مشترک آواز باره نر خبري

source: Recorded Clips
oru: ا ریکارډ سُک کلِپی

source: Recorded Hours
oru: ریکارډ سُک ګهېنټي

source: <recordIcon></recordIcon> Last one!
oru: <recordIcon> </recordIcon> آخېري واله

source: [Recording cut off before the end of the last word]
oru: [ته آخېری لفظ ا غړنؤ په وجه ته ریکارډنګ ا سېره بند کؤ]

source: Recordings
oru: زُتی ریکرډی

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
oru: ته آواز ته کلِپ ا ریکارډ کؤ يې میوک ډېټا سېټ ته جوړؤ پاره ضروري هۀ; ا جِنه سو غؤݭِن که آ يې ته مزي بخره هۀ

source: Record/Stop
oru: ریکارډ/سټاپ

source: Record your response
oru: ا خوئ ځواب ریکارډ کېون

source: Record yourself reading sentences in your language
oru: خوئ زبان نر ا غوېک جملي خوئ ریکارډ کَۀ

source: Record yourself responding to questions and prompts in your language
oru: خوئ زبان نرت ال دی سؤلي که ا څېن ځَؤبی ڒُوکِن افئ خوئ ریکارډ کېون

source: Record your voice
oru: ا خوئ آواز ریکارډ کَۀ۔

source: Reference the source of your sentence (required)
oru: ته جمله ته ذریعه ا خواله ل ګۀ ڒَۀ ضروري

source: Refresh
oru: ریفرېش

source: Reject
oru: رد

source: Remove
oru: ورے وه کَۀ

source: Remove Avatar
oru: ا اېوېتار ورے کَۀ

source: Report
oru: رپورټ

source: Report was passed successfully
oru: ا رپورت وه په کامیابي سره پاس دوک

source: Request a Language
oru: درخواست ته زبان پاره

source: Request recordings
oru: ته ریکارډنګ درخواست

source: *required
oru: *ضروری

source: Re-record
oru: بيې ریکارډ

source: Re-record clip
oru: دیم واره ریکارډ

source: Respond
oru: ځواب

source: Respond To Prompt
oru: پرمپټ کی ځواب

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
oru: ته قدرتي، او ته عام ژغېدا ته ډېټاسېټ ته جوړؤ پاره يې ته پرومپټس ځواب کېوَن۔ ته نک لیکک زبنی پناره بهترین

source: Response deleted successfully
oru: ا ځوابن په کامیابي سره ډیلیټ دوک

source: Response submitted successfully
oru: ا ځوابپ په کامیابي سره پېش ݭیوک

source: Return
oru: ګِتس

source: Return here to edit your goal anytime.
oru: ته مقصد ته اېډټ کؤ پاره ر کان ګه ګِتس اېنچی

source: Return to Common Voice
oru: مشترک آواز کی ر واپس سُن

source: Return to Common Voice Datasets
oru: مشترک آواز ډېټا سېټ کی ر ګتس سئ

source: Return to Languages
oru: زبان کی ر ګِتس

source: Review
oru: نظرثانی

source: Review could not be saved. Please try again later.
oru: ا نظرثاني سېو نک سُک، څُټکی وه کوشِش کَۀ زر

source: ⓘ Review Criteria
oru: ته نظرثاني ا پېمانه

source: Review Criteria
oru: ته نظرثاني ا پېمانه

source: Reviewed sentences not submitted, are sure?
oru: نظرثانی سُک جملي پېش نک سُکِن

source: Review existing sentences submitted by the community
oru: ای تیار فئ جملي ورل بيے ا پَکر ترېون که ائ دی پېش داکِن

source: Reviewing Sentences
oru: بيې جیرؤ ته جملي

source: Review & re-record clips here as you go
oru: دوباره وه دۀ جیرېون او ته کلِپ دۀ دوباره ا ریکارډ جاري سېتن

source: Review & re-record clips if needed
oru: ا کلِپ دوباره جیر او دوباره ریکارډ کَۀ، که ضرورته دې بَۀ

source: Review Sentences
oru: جملی زر يې نظرثاني کېون

source: Review sentences in your language
oru: حوئ زبان نره ل بيے ا پِکِر ترېون ویزر

source: Review & Submit
oru: بيې وه جیر کَۀ او پېشه کَۀ

source: Review transcriptions
oru: خوئ زبان کی ا نقل ݭیوک لیک زر يې دیم نظر نیکِز

source: Review transcriptions of recorded sentences for accuracy
oru: ته نقل ݭیوک نقل او ا ریکارډ سُک جملي سه وار بيې جیره کَۀ

source: Review Transcriptions <small>(Coming soon)</small>
oru: ا نقل بيې جیر کَۀ <small> څوار ثُو سېره </small>

source: Review user-submitted transcriptions in your language
oru: ته استعمال کوُونکئ ا پېش ݭیوک نقل ترتو خوئ زبان سۀ وار بيې جیر کَۀ

source: Romanian
oru: رومانئے

source: Romansh Sursilvan
oru: رومانش سرسِلونئے

source: Romansh Vallader
oru: رومانش ولادرئے

source: Runyankole
oru: رنیانکئے

source: Russian
oru: روسئے

source: s
oru: س

source: S
oru: س

source: Sabah Bisaya
oru: صبا بِسایا

source: Sabah Malay
oru: صباح مَلے

source: Sa'ban
oru: سابن

source: Sakha
oru: سخے

source: Santali (Ol Chiki)
oru: سنتالئے

source: Saraiki
oru: سرائکي

source: Sardinian
oru: سردینئے

source: Save
oru: سېوه کَۀ

source: Saved
oru: سېو ݭیوک

source: Scots
oru: سکاڅئے

source: Scripted Speech
oru: لیکک خُلکت یا تقریر

source: Search
oru: دُشؤ

source: See how your progress compares to other contributors all over the world.
oru: جیرېون ا خوئ په مُخ څېک او ته دنیا په کر نر لګیا ته حصه دري ا حال ګۀ وُر او ته په مُخ څېک مقابله وې کَۀ ګیرډ

source: See Less
oru: کېم دی جیره کَۀ

source: See More
oru: بيې دی جیره کَۀ

source: Select a Language...
oru: زان يې خؤش کَۀ

source: Select an option
oru: وُرغېوي يې خوش کَۀ

source: Select a variant (optional)
oru: ا قسم خوش کَۀ (اختیاري)

source: Selected
oru: خوش دوک

source: Select File
oru: فائل يې خوش کَۀ

source: Select File to Upload
oru: فائل يې خوش کَۀ ته اپ لوډ کؤ پاره

source: Select the desired language dataset and choose the version you wish to download.
oru: ته پکر زبان ا ډېټا سېټ خوش کَۀ او ته خوشه ا ورژن دل وُر

source: Select up to three domains (optional)
oru: ڒی قسم ډومېن دی حوش کَۀ

source: Select your age
oru: ا عمر سېلېکټ کَۀ

source: Select your sex or gender
oru: ا جنس سېلېکټ کَۀ

source: Self Citation
oru: خوئ حوالۀ

source: Send a link to my email
oru: ترمُن ای مېل کی ر ا لنک ڒیڅېون

source: Send sign up link
oru: ا سائن ݭیوک لِنک ال ڒیڅېون

source: Sentence
oru: جملۀ

source: Sentence Collection
oru: ته جملي ا جمع کؤ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
oru: <sentenceCollectorFragment> ته جملي ته جمع کؤ ته بيې معلومات پاره دۀ او جیر کوئ</sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
oru: ته جملي ته جمع کؤ پاره بو ترماخ ا ګائډ <sentenceCollectorVideo> ویډیو جیر اېنڅئ

source: Sentence Domain
oru: ته جملۀ ا ډومېن

source: Sentences
oru: جملي

source: Sentences are collected for people to read aloud.
oru: ا جملي بو ترجمه کَوَک سېن که ا خلقه په زوټه غؤݭِن۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
oru: ا جملي بو ته کمیونېټی ماډرېشن په ذریعه صحیح کَوَک سېن۔ بيې خه آ طریقه يې ګه پُورۀ ۔صحیح نک هۀ۔ که تُو ګُده سا فقرۀ څُوني یا يې امر که افا ترکوک ته زلی ته ازار سبب جوړوَک سَۀ، سکه مثال آ ته کمیونېټ شرکت هدایات نر خنډ <participationGuidelines> جوړوَک سَۀ </participationGuidelines> بيې UI ته بلېګ ا بټن ځنئ۔ تیوس يې کُوماخ ګډ دۀ ګۀ رابطه نوک اېنڅئ commonvoice@mozilla.com

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
oru: دۀ دی که ا څېن جملي پېش سېن اقئ سُو عام خلق کی په دِس څوېن ته لائسنسي ډېټا سېټ صورت نر cc-0

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
oru: ا جمله سو نظرثانی کوَک سَۀ اوا دیو تماله وې سو تصدیق کوِن که افئ سو شامل بېن مشترک آواز نر۔ تو يې ته خوئ زبان پناره دۀ سه ګائډ لائن جوړ کَۀ<languageGuidelinesLink> ا جملي سُو ضروري <licenseLink> پبلک ډومېن نر بېن۔ او 15الفاظ لاسته سو لنډ بېن۔ تو بو ته ټېکسټ تېشتن کی غوېک اېنجی که پۀ لنک <waiverLink> لاسته دی بو ته waiver ا طریقه زدۀ اېنچی۔ او ماخ لاسته بُو په پا پته commonvoice@mozilla.com بِشتِنه اېنچی۔ یا ره بو ڒیڅېک اېنچی

source: { $sentences } sentences reviewed. Thank you!
oru: { $sentences } جملي دی نظرثاني سُکِن

source: Sentence text
oru: ته جملي ا ټېکسټ

source: Sentence Variant
oru: ته جملۀ ا قسُم مختلف

source: Separate sentences into one line by pressing “Enter” or “Return” once
oru: ا جمله بُو ته Enter په ځوک دیو ځاکه اېنچی یا که سۀ وار واپسي يې کی

source: Serbian
oru: سربئے

source: Serian Bidayuh
oru: سېرئن بیدایُوح

source: Service and Retail
oru: خدمات او پرچُونړ

source: Set a goal
oru: ا مقصد دل ټېپن

source: Set my visibility
oru: ترمُن ا نظر سېټ کَۀ

source: Setswana
oru: سېتسوانئے

source: Settings
oru: سېټنګ

source: Sex
oru: جنس

source: Sex or Gender
oru: جنس

source: SHA256 Checksum Copied!
oru: SHA256 جېکسم کوپي ݭیوک

source: Shan
oru: شانئے

source: Share Common Voice
oru: ا مشترک آواز شریک کَۀ

source: Share my goal
oru: ترمُن ا مقصد شریک کوئ

source: Share your clip
oru: ا کلِپ شریک کَۀ

source: Share your { $count } Clip Daily Goal for { $type }
oru: ا خوئ کلِپ { $count } شریک کوئ۔ ته ریوزانۀ ا مقصد کلِپ کوئ ته { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
oru: ا کلِپ شریک { $count } کوئ۔ ا هفته وار مقصد کلِپ کوئ ته { $type }
